Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: The columns were successfully enabled.
nl_nl: De kolommen zijn succesvol ingeschakeld.

source: Calculated column configuration - Expression formula
nl_nl: Berekende kolom configuratie - Expressieformule

source: Add criteria
nl_nl: Criteria toevoegen

source: Rule configuration
nl_nl: Regelconfiguratie

source: Add criteria blocks to configure the rule
nl_nl: Voeg criteriumblokken toe om de regel te configureren

source: Value type
nl_nl: Waardetype

source: Change type
nl_nl: Wijzigingstype

source: Changing the value type will clear the values you have entered. This action cannot be undone.
nl_nl: Het wijzigen van het waardetype zal de waarden die u heeft ingevoerd wissen. Deze actie kan niet ongedaan worden gemaakt.

source: Change value type
nl_nl: Waardetype wijzigen

source: Fixed
nl_nl: Vast

source: Formula
nl_nl: Formule

source: Calculated field
nl_nl: Berekend veld

source: The code can contain only letters, numbers, or "_", and must start with a letter.
nl_nl: De code mag alleen letters, cijfers of "_" bevatten en moet beginnen met een letter.

source: The code is required.
nl_nl: De code is vereist.

source: Pick a color to visually group or highlight this column in the grid.
nl_nl: Kies een kleur om deze kolom visueel te groeperen of te markeren in het raster.

source: Column details
nl_nl: Kolomdetails

source: Column name
nl_nl: Kolomnaam

source: The column name is required.
nl_nl: De kolomnaam is vereist.

source: Enable currency
nl_nl: Valuta inschakelen

source: Currency field
nl_nl: Valutaveld

source: The currency field is required.
nl_nl: Het valutaveld is verplicht.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
nl_nl: Decimale precisie bepaalt hoeveel cijfers er na het decimaalteken worden weergegeven voor weergavedoeleinden. Alle berekeningen gebruiken het volledige getal.

source: Define the number of digits to display after the decimal separator.
nl_nl: Definieer het aantal cijfers dat na het decimaalteken wordt weergegeven.

source: The expression (Else section) contains {{count}} error.
nl_nl: De expressie (Else-gedeelte) bevat {{count}} fout.

source: The expression (Else section) contains {{count}} errors.
nl_nl: De expressie (Else-sectie) bevat {{count}} fouten.

source: The condition {{position}} (If section) contains {{count}} error.
nl_nl: De voorwaarde {{position}} (Als-sectie) bevat {{count}} fout.

source: The condition {{position}} (If section) contains {{count}} errors.
nl_nl: De voorwaarde {{position}} (sectie If) bevat {{count}} fouten.

source: The expression {{position}} (Then section) contains {{count}} error.
nl_nl: De expressie {{position}} (sectie Then) bevat {{count}} fout.

source: The expression {{position}} (Then section) contains {{count}} errors.
nl_nl: De uitdrukking {{position}} (Paragraaf Dan) bevat {{count}} fouten.

source: Else
nl_nl: Anders

source: If
nl_nl: Als

source: The formula contains {{count}} error.
nl_nl: De formule bevat {{count}} fout.

source: The formula contains {{count}} errors.
nl_nl: De formule bevat {{count}} fouten.

source: Then
nl_nl: Dan

source: Conditional
nl_nl: Voorwaardelijk

source: Non-conditional
nl_nl: Niet-voorwaardelijk

source: Header color
nl_nl: Koptekstkleur

source: Decimal precision
nl_nl: Decimale precisie

source: Help tip
nl_nl: Hulptip

source: This is a calculated column. The outcome is based on a formula.
nl_nl: Dit is een berekende kolom. Het resultaat is gebaseerd op een formule.

source: Calculation workspace
nl_nl: Berekeningswerkruimte

source: Open calculation workspace
nl_nl: Werkruimte voor berekeningen openen

source: Select a color for the group
nl_nl: Selecteer een kleur voor de groep

source: The selected color will apply to the columns of the group.
nl_nl: De geselecteerde kleur wordt toegepast op de kolommen van de groep.

source: Selected column group
nl_nl: Geselecteerde kolomgroep

source: Configure column group
nl_nl: Kolomgroep configureren

source: Bonus amount
nl_nl: Bonusbedrag

source: The Bonus amount display name cannot be empty.
nl_nl: De weergavenaam voor het bonusbedrag mag niet leeg zijn.

source: The calculated bonus display name cannot be empty.
nl_nl: De weergavenaam voor de berekende bonus mag niet leeg zijn.

source: Column color
nl_nl: Kolomkleur

source: Define when managers must add notes during proposals
nl_nl: Definieer wanneer managers notities moeten toevoegen tijdens voorstellen

source: Please select one of the options.
nl_nl: Selecteer een van de opties.

source: Optional
nl_nl: Optioneel

source: Managers can submit without adding a note.
nl_nl: Managers kunnen indienen zonder een notitie toe te voegen.

source: Always required
nl_nl: Altijd vereist

source: A note is always required, regardless of the value.
nl_nl: Een notitie is altijd vereist, ongeacht de waarde.

source: Required if outside the guidelines
nl_nl: Vereist indien buiten de richtlijnen

source: A note is required if the value is outside the min/max guidelines.
nl_nl: Een notitie is vereist als de waarde buiten de min/max richtlijnen valt.

source: Required notes
nl_nl: Vereiste notities

source: Column title
nl_nl: Kolomtitel

source: Decimal display precision
nl_nl: Decimale weergaveprecisie

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
nl_nl: De decimale precisie bepaalt het aantal cijfers dat na de decimale scheidingsteken wordt weergegeven. Alle berekeningen worden echter uitgevoerd met het volledige getal.

source: Define the text to be displayed as a tooltip when hovering the element
nl_nl: Definieer de tekst die als tooltip wordt weergegeven wanneer u over het element zweeft

source: Enter a new name for the field
nl_nl: Voer een nieuwe naam voor het veld in

source: Input field
nl_nl: Invoerveld

source: Guaranteed amount
nl_nl: Gegarandeerd bedrag

source: The Guaranteed amount display name cannot be empty.
nl_nl: De weergavenaam voor het gegarandeerde bedrag mag niet leeg zijn.

source: Increase amount
nl_nl: Bedrag verhogen

source: The Increase amount display name cannot be empty.
nl_nl: De weergavenaam voor verhogingsbedrag mag niet leeg zijn.

source: Increase %
nl_nl: Verhoog %

source: The Increase percent display name cannot be empty.
nl_nl: De weergavenaam voor het verhogingspercentage mag niet leeg zijn.

source: New value
nl_nl: Nieuwe waarde

source: Prorated target bonus
nl_nl: Naar rato berekende doelbonus

source: The Prorated target bonus display name cannot be empty.
nl_nl: De weergavenaam voor de naar rato berekende doelbonus mag niet leeg zijn.

source: Reference column
nl_nl: Referentiekolom

source: Referenced fields
nl_nl: Gerefereerde velden

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
nl_nl: Ten minste een van de volgende velden moet zijn ingeschakeld: Doelbonus, Pro rata doelbonus, Berekende bonus, Bonusbedrag, of Gegarandeerd bedrag.

source: The New value display name cannot be empty.
nl_nl: De weergavenaam van de nieuwe waarde mag niet leeg zijn.

source: Selected column
nl_nl: Geselecteerde kolom

source: The Target bonus display name cannot be empty.
nl_nl: De weergavenaam voor de doelbonus mag niet leeg zijn.

source: Configure column
nl_nl: Kolom configureren

source: No reference
nl_nl: Geen referentie

source: Select the field from the compensation history from which the calculations will be referenced.
nl_nl: Selecteer het veld uit de compensatiegeschiedenis waarnaar de berekeningen zullen verwijzen.

source: Reference field
nl_nl: Referentieveld

source: Delete columns
nl_nl: Kolommen verwijderen

source: Are you sure you want to delete the selected columns?
nl_nl: Weet je zeker dat je de geselecteerde kolommen wilt verwijderen?

source: Delete column
nl_nl: Kolom verwijderen

source: Are you sure you want to delete the selected column?
nl_nl: Weet u zeker dat u de geselecteerde kolom wilt verwijderen?

source: The column was successfully deleted.
nl_nl: De kolom is succesvol verwijderd.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
nl_nl: Gebruik de Teamplanner-weergave om te bepalen welke kolommen managers en HRBP's in uw compensatieraster zien, hernoem en herschik ze, groepeer kolommen, maak nieuwe aan, stel decimale precisie in, wijs kleuren toe en voeg tooltips toe.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
nl_nl: De budgetwidget toont uw budgetbedrag en monitort uw uitgaven effectief.

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
nl_nl: Selecteer de compensatie-elementen die moeten worden weergegeven in de compensatiegeschiedenis van de medewerker en definieer het aantal eerdere gebeurtenissen dat moet worden getoond.

source: Enable compensation element
nl_nl: Compensatie-element inschakelen

source: Number of events
nl_nl: Aantal gebeurtenissen

source: Worker compensation history
nl_nl: Compensatiehistorie medewerker

source: Column list
nl_nl: Kolomlijst

source: Add column to group
nl_nl: Kolom aan groep toevoegen

source: No columns yet
nl_nl: Nog geen kolommen

source: Remove column from group
nl_nl: Kolom uit groep verwijderen

source: Search for columns to add
nl_nl: Zoek naar kolommen om toe te voegen

source: Columns in the group
nl_nl: Kolommen in de groep

source: Add column
nl_nl: Kolom toevoegen

source: No groups yet
nl_nl: Nog geen groepen

source: Group list
nl_nl: Groepslijst

source: Group name
nl_nl: Groepsnaam

source: Remove group
nl_nl: Groep verwijderen

source: Manage column groups
nl_nl: Beheer kolomgroepen

source: Config
nl_nl: Configuratie

source: Manage group columns
nl_nl: Beheer groepskolommen

source: Calculated column
nl_nl: Berekende kolom

source: Data foundation
nl_nl: Gegevensbasis

source: Category
nl_nl: Categorie

source: Column {{columnName}} visibility
nl_nl: Zichtbaarheid kolom {{columnName}}

source: Create custom column
nl_nl: Maak een aangepaste kolom

source: Drop-down list options
nl_nl: Vervolgkeuzelijstopties

source: The label cannot empty.
nl_nl: Het label kan niet leeg zijn.

source: No options yet
nl_nl: Nog geen opties

source: The code and the label cannot be empty.
nl_nl: De code en het label mogen niet leeg zijn.

source: Please add at least one option.
nl_nl: Voeg minstens één optie toe.

source: Enter the text displayed as a tooltip on hover
nl_nl: Voer de tekst in die als tooltip wordt weergegeven bij zweven

source: The column name cannot be empty.
nl_nl: De kolomnaam kan niet leeg zijn.

source: Drop-down list
nl_nl: Vervolgkeuzelijst

source: Text field
nl_nl: Tekstveld

source: The type cannot be empty.
nl_nl: Het type kan niet leeg zijn.

source: Conditional formatting
nl_nl: Voorwaardelijke opmaak

source: Are you sure you want to delete this rule?
nl_nl: Weet je zeker dat je deze regel wilt verwijderen?

source: Delete rule
nl_nl: Regel verwijderen

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
nl_nl: Regels hoger in de lijst hebben prioriteit wanneer configuraties overlappen. U kunt maximaal 10 regels aanmaken.

source: Rules higher in the list take priority when configurations overlap.
nl_nl: Regels hoger in de lijst hebben prioriteit wanneer configuraties overlappen.

source: Conditional formatting rule
nl_nl: Voorwaardelijke opmaakregel

source: No conditional formatting rules yet.
nl_nl: Nog geen voorwaardelijke opmaakregels.

source: Background color
nl_nl: Achtergrondkleur

source: Formatting
nl_nl: Opmaak

source: Define how the cell will be formatted when the criteria are met.
nl_nl: Definieer hoe de cel wordt opgemaakt wanneer aan de criteria wordt voldaan.

source: Enter a name for this rule.
nl_nl: Voer een naam in voor deze regel.

source: Add a name and a description to the rule
nl_nl: Voeg een naam en een beschrijving toe aan de regel

source: View conditional formatting
nl_nl: Voorwaardelijke opmaak weergeven

source: Proposal management
nl_nl: Voorstellenbeheer

source: View proposal management settings
nl_nl: Instellingen voor voorstelbeheer bekijken

source: Custom column
nl_nl: Aangepaste kolom

source: Groups
nl_nl: Groepen

source: Up to 20 calculated columns allowed per compensation round.
nl_nl: Tot 20 berekende kolommen toegestaan per compensatieronde.

source: Calculated
nl_nl: Berekend

source: Compensation history
nl_nl: Compensatiegeschiedenis

source: Contracted compensation
nl_nl: Contractueel afgesproken beloning

source: Goal achievement
nl_nl: Doelbereiking

source: Individual pay range
nl_nl: Individueel loonbereik

source: Job architecture
nl_nl: Functiearchitectuur

source: Organization structure
nl_nl: Organisatiestructuur

source: Paid compensation
nl_nl: Betaalde beloning

source: Pay range
nl_nl: Salarisbereik

source: Pay scale
nl_nl: Salarisschaal

source: Performance
nl_nl: Prestatie

source: Performance review rating
nl_nl: Prestatiebeoordelingsscore

source: Salary
nl_nl: Salaris

source: Group {{groupName}} visibility
nl_nl: Zichtbaarheid groep {{groupName}}

source: Name/Display name
nl_nl: Naam/Weergavenaam

source: No data points
nl_nl: Geen gegevenspunten

source: Team planner preview
nl_nl: Voorvertoning teamplanner

source: Clear your filters and your search to be able to reorder columns.
nl_nl: Wis je filters en je zoekopdracht om kolommen opnieuw te kunnen ordenen.

source: Select column {{columnName}}
nl_nl: Selecteer kolom {{columnName}}

source: Compensation grid configuration
nl_nl: Configuratie van het compensatierooster

source: Boolean
nl_nl: Booleaans

source: Decimal
nl_nl: Decimaal

source: Entity enum
nl_nl: Entiteit enum

source: Entity reference
nl_nl: Entiteitsreferentie

source: Integer
nl_nl: Geheel getal

source: String
nl_nl: Reeks

source: Visibility
nl_nl: Zichtbaarheid

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
nl_nl: Schakel in om de kolommen zichtbaar te maken in de rasterweergave van de compensatieronde. Schakel uit om ze te verbergen.

source: Enable the columns you want the compensation manager and approvers to see.
nl_nl: Schakel de kolommen in die u wilt dat de compensatiemanager en goedkeurders zien.

source: Team planner view
nl_nl: Teamplannerweergave

source: Column configuration
nl_nl: Kolomconfiguratie

source: Budget rule
nl_nl: Budgetregel

source: Calculated field formula
nl_nl: Formule voor berekend veld

source: Dependent item
nl_nl: Afhankelijk item

source: Target item
nl_nl: Doelitem

source: Usage
nl_nl: Gebruik

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
nl_nl: Een of meer van de geselecteerde items zijn momenteel in gebruik in andere delen van het systeem. U moet deze afhankelijkheden verwijderen of opnieuw toewijzen voordat de items kunnen worden gedeactiveerd of verwijderd.

source: Eligibility rule
nl_nl: Geschiktheidsregel

source: This field has active dependencies and cannot be disabled
nl_nl: Dit veld heeft actieve afhankelijkheden en kan niet worden uitgeschakeld

source: Guaranteed amount rule
nl_nl: Regel voor gegarandeerd bedrag

source: Guideline rule
nl_nl: Richtlijnregel

source: Payroll
nl_nl: Loonadministratie

source: Proposal management formula
nl_nl: Formule voor voorstellenbeheer

source: Used in the following places
nl_nl: Gebruikt op de volgende plaatsen

source: View dependencies
nl_nl: Afhankelijkheden bekijken

source: Edit comp round
nl_nl: Comp-ronde bewerken

source: Departure
nl_nl: Vertrek

source: Time in the company
nl_nl: Tijd bij het bedrijf

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
nl_nl: Alle individuen binnen de gespecificeerde populatie krijgen een toegewezen gegarandeerd bedrag voor het geselecteerde compensatie-element.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
nl_nl: De regellijst is leeg. Begin door een gegarandeerde bedragregel aan te maken.

source: Guaranteed amount rules
nl_nl: Regels voor gegarandeerd bedrag

source: No guaranteed amounts rules were established
nl_nl: Er zijn geen regels voor gegarandeerde bedragen vastgesteld

source: Select the compensation element
nl_nl: Selecteer het compensatie-element

source: The compensation element is required.
nl_nl: Het compensatie-element is vereist.

source: Set the minimum or fixed value that must be honored.
nl_nl: Stel de minimum- of vaste waarde in die gerespecteerd moet worden.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
nl_nl: Definieer het gegarandeerde bedrag voor deze regel en hoe u het bedrag wilt verstrekken. Het gegarandeerde bedrag wordt weergegeven in de lokale valuta van de werknemer.

source: Guaranteed amounts
nl_nl: Gegarandeerde bedragen

source: Add a name and a description to the rule.
nl_nl: Voeg een naam en een beschrijving toe aan de regel.

source: The rule name is required.
nl_nl: De regelnaam is vereist.

source: Comp round guidelines
nl_nl: Richtlijnen voor comp-ronde

source: Guideline rules
nl_nl: Richtlijnregels

source: Guidelines
nl_nl: Richtlijnen

source: Add secondary hierarchy
nl_nl: Voeg secundaire hiërarchie toe

source: The hierarchy cannot be empty.
nl_nl: De hiërarchie kan niet leeg zijn.

source: Hierarchy
nl_nl: Hiërarchie

source: Select a hierarchy
nl_nl: Selecteer een hiërarchie

source: Hierarchy preview
nl_nl: Hiërarchievoorbeeld

source: No worker data yet. Import workers via the Data Foundation to view them here.
nl_nl: Nog geen werknemersgegevens. Importeer werknemers via de Data Foundation om ze hier te bekijken.

source: No selected hierarchy
nl_nl: Geen geselecteerde hiërarchie

source: Secondary hierarchy
nl_nl: Secundaire hiërarchie

source: Standard hierarchy
nl_nl: Standaardhiërarchie

source: Build hierarchies used to drive round access
nl_nl: Bouw hiërarchieën om toegang tot rondes te beheren

source: Choose hierarchy configuration
nl_nl: Kies hiërarchieconfiguratie

source: Select a hierarchy to drive round access
nl_nl: Selecteer een hiërarchie om toegang tot de ronde te beheren

source: Define hierarchy
nl_nl: Definieer hiërarchie

source: Define the timeframe for bonus calculations.
nl_nl: Definieer het tijdsbestek voor bonusberekeningen.

source: Bonus plan period
nl_nl: Bonusplanperiode

source: Period end date
nl_nl: Einddatum periode

source: The period end date cannot be empty.
nl_nl: De einddatum van de periode kan niet leeg zijn.

source: Period start date
nl_nl: Begindatum periode

source: The period start date cannot be empty.
nl_nl: De startdatum van de periode kan niet leeg zijn.

source: Specify the start and end dates of the compensation round.
nl_nl: Specificeer de begin- en einddatum van de compensatieronde.

source: Compensation round timeline
nl_nl: Tijdlijn compensatieronde

source: Select a data model and set key dates.
nl_nl: Selecteer een datamodel en stel belangrijke datums in.

source: Enable communications
nl_nl: Communicatie inschakelen

source: Download payroll data drop
nl_nl: Download salarisgegevens drop

source: Define a password to download the file.
nl_nl: Definieer een wachtwoord om het bestand te downloaden.

source: Export results or integrate via API
nl_nl: Resultaten exporteren of integreren via API

source: Payroll data drop
nl_nl: Salarisgegevens drop

source: Define the population(s) for the round
nl_nl: Definieer de populatie(s) voor de ronde

source: Are you sure you want to publish the comp round?
nl_nl: Weet je zeker dat je de comp-ronde wilt publiceren?

source: Publish comp round
nl_nl: Publiceer comp-ronde

source: Add bonus plan
nl_nl: Bonusregeling toevoegen

source: Bonus configuration
nl_nl: Bonusconfiguratie

source: Define the bonus plans and comp elements for this round
nl_nl: Definieer in deze ronde de bonusregelingen en beloningselementen

source: This bonus plan is already selected in another row.
nl_nl: Dit bonusplan is al geselecteerd in een andere rij.

source: The bonus plan cannot be empty.
nl_nl: Het bonusplan kan niet leeg zijn.

source: This comp element is already assigned to another bonus plan.
nl_nl: Dit compensatie-element is al toegewezen aan een ander bonusplan.

source: One or more comp elements are assigned to bonus plan configuration.
nl_nl: Een of meer comp-elementen zijn toegewezen aan de configuratie van het bonusplan.

source: This comp element is already assigned to the salary configuration.
nl_nl: Dit vergoedingselement is al toegewezen aan de salarisonfiguratie.

source: The comp element cannot be empty.
nl_nl: Het compensatie-element kan niet leeg zijn.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
nl_nl: Het geselecteerde vergoedingsonderdeel is momenteel in gebruik. Om het te verwijderen, controleert u eerst de afhankelijkheden en verwijdert u die.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
nl_nl: Comp-elementen met naam {{names}} bestaan al. Verwijder ze om door te gaan.

source: No comp elements with the name or code "{{phrase}}"
nl_nl: Geen comp-elementen met de naam of code "{{phrase}}"

source: Select at least one comp element.
nl_nl: Selecteer ten minste één comp-element.

source: Please select at least one element.
nl_nl: Selecteer alstublieft ten minste één element.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
nl_nl: Een of meer geselecteerde beloningselementen zijn momenteel in gebruik. Bekijk hun afhankelijkheden en verwijder die eerst om ze te verwijderen.

source: Exchange rate group
nl_nl: Wisselkoersgroep

source: Comp tree
nl_nl: Compensatieboom

source: Configuration
nl_nl: Configuratie

source: The effective date cannot be empty.
nl_nl: De ingangsdatum kan niet leeg zijn.

source: The comp round currency cannot be empty.
nl_nl: De valuta van de compensatieronde kan niet leeg zijn.

source: Currency
nl_nl: Valuta

source: Date at which the adjustments performed in the comp round will come into effect.
nl_nl: Datum waarop de aanpassingen die in de comp-ronde zijn uitgevoerd, van kracht worden.

source: Exchange rate type
nl_nl: Wisselkoerstype

source: The exchange rate type cannot be empty.
nl_nl: Het wisselkoerstype kan niet leeg zijn.

source: Round code
nl_nl: Ronde code

source: A round with that code already exists
nl_nl: Er bestaat al een ronde met die code

source: The round code cannot be empty.
nl_nl: De rondecode kan niet leeg zijn.

source: A round with that code cannot be validated at this time. Please try again later.
nl_nl: Een ronde met die code kan op dit moment niet worden gevalideerd. Probeer het later opnieuw.

source: Comp round owners
nl_nl: Eigenaren van comp-ronde

source: Round type
nl_nl: Rondetype

source: Choose the compensation components to include in this round
nl_nl: Kies de beloningscomponenten die u in deze ronde wilt opnemen

source: Please make sure at least one round type is enabled.
nl_nl: Zorg ervoor dat ten minste één rondetype is ingeschakeld.

source: Salary configuration
nl_nl: Salarisconfiguratie
